[
  {
    "id": 1,
    "name": "Kross Vento 2.0",
    "price": 2999,
    "groupset": "Shimano Claris R2000",
    "brakes": "ggfdgf",
    "frameMaterial": "a",
    "description": "Vento 2.0 to rasowa szosa. Może nie szykujesz się jeszcze ) do startów wśród zaawansowanych amatorów, ale z pewnością chciałbyś już zakosztować radości płynącej z poznawania innych amatorów podczas ustawek szosowych. Kross Vento 2.0 to maszyna właśnie dla Ciebie – kiedy o niej myślimy przychodzą nam do głowy takie słowa jak szybkość, komfort, radość i wolność.",
    "image": "https://kross.eu/media/cache/gallery/rc/guajonos/images/36/36921/KRVE2Z28X22M002605-KR-Vento-2.0-niebieski-srebrny-po%C5%82ysk-g.jpg"
  },
  {
    "id": 2,
    "name": "Kross Vento 4.0",
    "price": 4999,
    "groupset": "Shimano Tiagra 4700",
    "brakes": "23",
    "frameMaterial": "b",
    "description": "Rozpędzony kolarski peleton to feeria barw, szum gum oraz ten niezwykły dźwięk przecinanego powietrza. Jeśli Twoim marzeniem było dołączenie do tej szosowej społeczności, to KROSS Vento DSC 4.0 jest najlepszym wyborem. Posiada on wszystko, czego możesz potrzebować od wyczynowego roweru, który ma wprowadzić Cię w świat prędkości oraz pokonywania górskich serpentyn i agrafek. Rower szosowy w naszym wydaniu to pewność prowadzenia, zwinność oraz mnóstwo zabawy nawet wtedy, gdy nachylenie podjazdu potrafi przyprawić o zawrót głowy. A dzięki mechanicznym hamulcom tarczowym zapewnić bezpieczeństwo nawet na trudnych, technicznych zjazdach.",
    "image": "https://kross.eu/media/cache/gallery/rc/5czowkvz/images/36/36899/KRVD4Z28X21M002618-KR-Vento--DSC-4.0-M-28-czerwony-bordowy-po%C5%82ysk-g_1.jpg"
  },
  {
    "id": 3,
    "name": "Kross Vento 5.0",
    "price": 6799,
    "groupset": "Shimano 105 R7000",
    "brakes": "gt",
    "frameMaterial": "v",
    "description": "Na przestrzeni lat rowery szosowe ewoluowały. KROSS Vento DSC 5.0 to naturalny krok w tym rozwoju. To całkowicie nowa konstrukcja w naszym portfolio, od początku do końca projektowana z myślą o hydraulicznych hamulcach tarczowych. Niezależnie od tego, jaki cel sobie postawisz to nasz rower szosowy będzie wspierał Cię w jego realizacji. Stworzyliśmy go, by każdy podjazd stanowił dla Ciebie niezwykłą przygodę, a zjazd zabawę bez obaw o to, czy uda się wyhamować przed kolejnym zakrętem.",
    "image": "https://kross.eu/media/cache/gallery/rc/v0wleozy/images/36/36909/KRVD5Z28X20M002660-KR-Vento-DSC-5.0-rubinowy-czarny-matowy-g_1.jpg"
  },
  {
    "id": 4,
    "name": "Argon 18 Krypton CS",
    "price": 12900,
    "groupset": "Shimano Tiagra 4700",
    "brakes": "ere",
    "frameMaterial": "f",
    "description": "Jest takie powiedzenie – kiedy robi się ciężko, tylko silni dają radę. Krypton CS to ten silny, który daje radę w trudnych sytuacjach. Bez względu na to, jak trudna jest droga, ten wyjątkowo wytrzymały rower spełnia swoje zadanie dzięki geometrii zaprojektowanej z myślą o dłuższych dystansach. Każdy użytkownik zarówno początkujący jak i średniozaawansowany może liczyć że Krypton CS spełni jego oczekiwania, a nawet więcej.",
    "image": "https://wertykal.com/userdata/public/gfx/22084/krcs.l.335b.3.1.jpg"
  },
  {
    "id": 5,
    "name": "Argon 18 Gallium CS",
    "price": 12900,
    "groupset": "Shimano Tiagra 4700",
    "brakes": "asdad",
    "frameMaterial": "",
    "description": "Cała wiedza inżynieryjna Gallium Pro na poziomie World-Tour, w bardziej przystępnym opakowaniu. Gallium CS to doskonały sposób na zaznaczenie swojej obecności podczas długich treningów lub na walkę o pozycję w grupie. Jest to rower, który będzie gotowy, gdy Ty będziesz gotowy, niezależnie od tego, czy będzie to wymagająca wspinaczka, gwałtowny zjazd, czy sprint do kawiarni. Łatwy w montażu, intuicyjny w konserwacji i dający czystą przyjemność z jazdy, Gallium CS pasuje w równym stopniu do randonneurów i kolarzy.",
    "image": "https://wertykal.com/userdata/public/gfx/22145/gacsdxs322a32.jpg"
  }
]
