[
  {
    "id": 1,
    "name": "Kross Vento 2.0",
    "price": 650,
    "groupset": "Shimano Claris",
    "brakes": "Tektro R315",
    "frameMaterial": "Aluminium",
    "description": "Vento 2.0 is a purebred road bike. Maybe you are not ready yet to race with advanced amateurs, but certainly you would like to taste the joy of meeting other amateurs during road races. The Kross Vento 2.0 is a machine for you - when we think about it, words like speed, comfort, joy and freedom come to mind.",
    "image": "https://kross.eu/media/cache/gallery/rc/guajonos/images/36/36921/KRVE2Z28X22M002605-KR-Vento-2.0-niebieski-srebrny-po%C5%82ysk-g.jpg"
  },
  {
    "id": 2,
    "name": "Kross Vento 4.0",
    "price": 1100,
    "groupset": "Shimano Tiagra",
    "brakes": "Tektro MD",
    "frameMaterial": "Aluminium",
    "description": "The high-speed cycling peloton is a feast of colours, the noise of rubber and the extraordinary sound of the air being cut through. If your dream is to become a member of such a road cycling community, then the KROSS Vento DSC 4.0 is the best choice. It has everything you might need from a high-performance bike that is supposed to introduce you to the world of speed and overcoming mountain paths and serpentines. The road bike in our edition means confident handling, agility and a lot of fun even when the slope of the route can make you dizzy. And thanks to hydraulic disc brakes, it will ensure safety even on difficult, technical descents.",
    "image": "https://kross.eu/media/cache/gallery/rc/5czowkvz/images/36/36899/KRVD4Z28X21M002618-KR-Vento--DSC-4.0-M-28-czerwony-bordowy-po%C5%82ysk-g_1.jpg"
  },
  {
    "id": 3,
    "name": "Kross Vento 5.0",
    "price": 1500,
    "groupset": "Shimano 105",
    "brakes": "Shimano 105",
    "frameMaterial": "Aluminium",
    "description": "Road bikes have evolved over the years. The KROSS Vento DSC 5.0 is a natural step towards this development direction. This is a completely new structure in our portfolio, designed from start to finish with hydraulic disc brakes in mind. Regardless of your goal, our road bike will support you in achieving it. We created it so that each climb will be an amazing adventure for you, and the descent will be fun without worrying about whether you can brake before the next turn.",
    "image": "https://kross.eu/media/cache/gallery/rc/v0wleozy/images/36/36909/KRVD5Z28X20M002660-KR-Vento-DSC-5.0-rubinowy-czarny-matowy-g_1.jpg"
  },
  {
    "id": 4,
    "name": "Argon 18 Krypton CS",
    "price": 2850,
    "groupset": "Shimano 105",
    "brakes": "Shimano R7020",
    "frameMaterial": "Carbon",
    "description": "An extremely versatile bike that's ready for anything, from your next Century to your daily commute. Confident handling, road-dampening comfort, and an endless appetite for all-day adventure.",
    "image": "https://wertykal.com/userdata/public/gfx/22084/krcs.l.335b.3.1.jpg"
  },
  {
    "id": 5,
    "name": "Argon 18 Gallium CS",
    "price": 3400,
    "groupset": "Shimano Ultegra",
    "brakes": "Shimano Ultegra",
    "frameMaterial": "Carbon",
    "description": "With pro-level lineage, the Gallium CS Disc offers maximum value: industry-leading handling and performance at an accessible price point.",
    "image": "https://wertykal.com/userdata/public/gfx/22145/gacsdxs322a32.jpg"
  }
]
